/* No comment provided by engineer. */
"aboutPanel.version" = "Version %@";

/* No comment provided by engineer. */
"canvas.contextMenu.addNewElement" = "Neues Element hinzufügen …";

/* No comment provided by engineer. */
"canvas.contextMenu.delete" = "Löschen";

/* No comment provided by engineer. */
"canvas.contextMenu.deleteLabel" = "Titel löschen";

/* No comment provided by engineer. */
"canvas.contextMenu.deleteRelationship" = "Beziehung löschen";

/* No comment provided by engineer. */
"canvas.contextMenu.duplicate" = "Duplizieren";

/* No comment provided by engineer. */
"canvas.contextMenu.editCaption" = "Text bearbeiten";

/* No comment provided by engineer. */
"canvas.contextMenu.editLabel" = "Titel bearbeiten";

/* No comment provided by engineer. */
"canvas.contextMenu.editTypeInPalette" = "Typ in Palette bearbeiten …";

/* No comment provided by engineer. */
"canvas.contextMenu.lockBothEnds" = "Beide Enden sperren";

/* No comment provided by engineer. */
"canvas.contextMenu.lockEnds" = "Enden sperren";

/* No comment provided by engineer. */
"canvas.contextMenu.lockRelationshipEnds" = "Beziehungs-Enden sperren";

/* No comment provided by engineer. */
"canvas.contextMenu.pasteHere" = "Hier einsetzen";

/* No comment provided by engineer. */
"canvas.contextMenu.resetLabelPosition" = "Titel-Position zurücksetzen";

/* No comment provided by engineer. */
"canvas.contextMenu.resetRoute" = "Pfad zurücksetzen";

/* No comment provided by engineer. */
"canvas.contextMenu.resetRoute.plural" = "Pfade zurücksetzen";

/* No comment provided by engineer. */
"canvas.contextMenu.reverseDirection" = "Richtung umkehren";

/* No comment provided by engineer. */
"canvas.contextMenu.reverseDirection.plural" = "Richtungen umkehren";

/* No comment provided by engineer. */
"canvas.contextMenu.selectAll" = "Alles auswählen";

/* No comment provided by engineer. */
"canvas.contextMenu.selectConnectObjects" = "Verbundene Objekte auswählen";

/* No comment provided by engineer. */
"canvas.contextMenu.selectElementsOfSameType" = "Elemente desselben Typs auswählen";

/* No comment provided by engineer. */
"canvas.contextMenu.selectRelationshipsOfSameType" = "Beziehungen desselben Typs auswählen";

/* No comment provided by engineer. */
"canvas.contextMenu.setElementType" = "Element-Typ festlegen …";

/* No comment provided by engineer. */
"canvas.contextMenu.setRelationshipType" = "Beziehungs-Typ festlegen …";

/* No comment provided by engineer. */
"canvas.contextMenu.setType" = "Typ festlegen …";

/* No comment provided by engineer. */
"canvas.contextMenu.unlockBothEnds" = "Beide Enden entsperren";

/* No comment provided by engineer. */
"canvas.contextMenu.unlockEnds" = "Enden entsperren";

/* No comment provided by engineer. */
"canvas.contextMenu.unlockRelationshipEnds" = "Beziehungs-Enden entsperren";

/* No comment provided by engineer. */
"canvas.contextMenu.zoomIn" = "Vergrößern";

/* No comment provided by engineer. */
"canvas.contextMenu.zoomOut" = "Verkleinern";

/* No comment provided by engineer. */
"canvas.contextMenu.zoomToBase" = "Originalgröße (100%)";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.delete" = "Löschen";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteElement" = "Element löschen";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteElement.plural" = "Elemente löschen";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteObjects" = "Objekte löschen";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteRelationship" = "Beziehung löschen ";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteRelationship.plural" = "Beziehungen löschen";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteRelationshipLabel" = "Beziehungs-Titel löschen";

/* Shown in the Edit menu for the current canvas selection. */
"commandTitle.document.deleteRelationshipLabel.plural" = "Beziehungs-Titel löschen";

/* Shown in the Objects menu for the current canvas selection. */
"commandTitle.document.editElementCaption" = "Element-Text bearbeiten";

/* Shown in the Objects menu for the current canvas selection. */
"commandTitle.document.editRelationshipLabel" = "Beziehungs-Titel bearbeiten";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. */
"commandTitle.document.relationshipEndLock.lockSource" = "Quellen-Ende sperren";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. Additionally includes a preview of the attached element's caption. */
"commandTitle.document.relationshipEndLock.lockSource.elementCaptionPreview" = "Quellen-Ende sperren (%@)";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. */
"commandTitle.document.relationshipEndLock.lockTarget" = "Ziel-Ende sperren";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. Additionally includes a preview of the attached element's caption. */
"commandTitle.document.relationshipEndLock.lockTarget.elementCaptionPreview" = "Ziel-Ende sperren (%@)";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. */
"commandTitle.document.relationshipEndLock.unlockSource" = "Quellen-Ende entsperren";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. Additionally includes a preview of the attached element's caption. */
"commandTitle.document.relationshipEndLock.unlockSource.elementCaptionPreview" = "Quellen-Ende entsperren (%@)";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. */
"commandTitle.document.relationshipEndLock.unlockTarget" = "Ziel-Ende entsperren";

/* Shown in the 'Lock Ends' submenu located in the context menu and in the Objects menu. Additionally includes a preview of the attached element's caption. */
"commandTitle.document.relationshipEndLock.unlockTarget.elementCaptionPreview" = "Ziel-Ende entsperren (%@)";

/* Shown in the Objects menu for the current canvas selection. */
"commandTitle.document.resetRelationshipRoute" = "Titel-Pfad zurücksetzen";

/* Shown in the Objects menu for the current canvas selection. */
"commandTitle.document.resetRelationshipRoute.plural" = "Titel-Pfade zurücksetzen";

/* Shown in the Objects menu for the current canvas selection. */
"commandTitle.document.reverseRelationship" = "Beziehungs-Richtung umkehren";

/* Shown in the Objects menu for the current canvas selection. */
"commandTitle.document.reverseRelationship.plural" = "Beziehungs-Richtungen umkehren";

/* Shown in the context menu on an item and the Edit menu. */
"commandTitle.paletteEditor.delete" = "Löschen";

/* Shown in the context menu on an item and the Edit menu. */
"commandTitle.paletteEditor.delete.typeInUse" = "Löschen (Typ in Verwendung)";

/* Shown in the context menu on an item and the Edit menu. */
"commandTitle.paletteEditor.delete.typeInUse.plural" = "Löschen (Typen in Verwendung)";

/* No comment provided by engineer. */
"dockMenu.newDocument" = "Neues Dokument";

/* No comment provided by engineer. */
"document.draftName" = "Diagramm ohne Titel";

/* No comment provided by engineer. */
"document.loadError.corruptedData.informativeText" = "Das Dokument ist möglicherweise beschädigt, unvollständig oder hat ein unerwartetes Format.";

/* Shown in an alert when attempting to load a document in an incorrect format. The placeholder is populated with the file name of the document. */
"document.loadError.corruptedData.message" = "„%@“ konnte nicht geöffnet werden, da das Format nicht unterstüzt wird.";

/* No comment provided by engineer. */
"document.loadError.createdWithNewerAppVersion.informativeText" = "Bitte aktualisiere Diagrams auf die neueste Version und versuche es erneut.";

/* Shown in an alert when attempting to load a document that was created with a newer version of the application. The placeholder is populated with the file name of the document. */
"document.loadError.createdWithNewerAppVersion.message" = "„%@“ konnte nicht geöffnet werden, weil es mit einer neueren Version von Diagrams gespeichert wurde.";

/* No comment provided by engineer. */
"document.loadError.upgradeFailed.buttons.closeDocument" = "Dokument schließen";

/* No comment provided by engineer. */
"document.loadError.upgradeFailed.buttons.contactSupport" = "Support kontaktieren";

/* No comment provided by engineer. */
"document.loadError.upgradeFailed.informativeText" = "Das Dokument konnte nicht aktualisiert werden. Bitte wende dich an den Support für weitere Hilfe.";

/* Shown in an alert when attempting to load a document which needs an upgrade that ultimately fails. */
"document.loadError.upgradeFailed.message" = "Ein unerwarteter Fehler ist während der Aktualisierung des Dokumentes aufgetreten.";

/* No comment provided by engineer. */
"document.loadError.upgradeNotPossible.informativeText" = "Das Dokument wurde mit einer älteren Version von Diagrams gespeichert und kann deshalb nicht geöffnet werden.";

/* Shown in an alert when attempting to load a document whose format is outdated. The placeholder is populated with the file name of the document. */
"document.loadError.upgradeNotPossible.message" = "„%@“ konnte nicht geöffnet werden, weil es ein veraltetes Format hat.";

/* No comment provided by engineer. */
"document.upgradeConfirmation.buttons.cancel" = "Abbrechen";

/* No comment provided by engineer. */
"document.upgradeConfirmation.buttons.upgrade" = "Aktualisieren";

/* No comment provided by engineer. */
"document.upgradeConfirmation.informativeText" = "Dieses Dokument wurde mit einer älteren Diagrams-Version erstellt und muss zum Öffnen auf ein neues Dateiformat aktualisiert werden. Nach der Aktualisierung kann das Dokument nicht mehr mit älteren Diagrams-Versionen geöffnet und bearbeitet werden.";

/* No comment provided by engineer. */
"document.upgradeConfirmation.message" = "Möchtest du dieses Dokument aktualisieren?";

/* No comment provided by engineer. */
"exportPanel.buttons.cancel" = "Abbrechen";

/* No comment provided by engineer. */
"exportPanel.buttons.export" = "Exportieren";

/* No comment provided by engineer. */
"exportPanel.error.buttons.cancel" = "Abbrechen";

/* No comment provided by engineer. */
"exportPanel.error.buttons.contactSupport" = "Support kontaktieren";

/* No comment provided by engineer. */
"exportPanel.error.informativeText" = "Das Dokument konnte nicht exportiert werden. Bitte kontaktiere den Support.";

/* No comment provided by engineer. */
"exportPanel.error.message" = "Ein unerwarteter Fehler ist beim Exportieren der Daten aufgetreten.";

/* No comment provided by engineer. */
"exportPanel.pane.image.message" = "Erstelle eine Bilddatei, die mit anderen Programmen, welche das PNG-Format unterstützen, angezeigt und bearbeitet werden kann.";

/* No comment provided by engineer. */
"exportPanel.pane.image.options.showGrid" = "Raster anzeigen";

/* No comment provided by engineer. */
"exportPanel.pane.image.options.transparentBackground" = "Transparenter Hintergrund";

/* No comment provided by engineer. */
"exportPanel.pane.image.title" = "Bild";

/* No comment provided by engineer. */
"exportPanel.pane.pdf.message" = "Erstelle eine Vektor-PDF-Datei, welche in PDF-Programmen bzw. einem Webbrowser angezeigt oder gedruckt werden kann.";

/* No comment provided by engineer. */
"exportPanel.pane.pdf.options.showGrid" = "Raster anzeigen";

/* No comment provided by engineer. */
"exportPanel.pane.pdf.title" = "PDF";

/* The window title is not directly visible to the user. */
"exportPanel.windowTitle" = "Exportieren";

/* No comment provided by engineer. */
"launchChecks.readOnlyVolume.alert.buttons.quit" = "Beenden";

/* No comment provided by engineer. */
"launchChecks.readOnlyVolume.alert.informativeText" = "Bitte installiere Diagrams, indem du es zunächst in den „Programme“-Ordner bewegst.";

/* This alert is shown when attempting to launch the app from a DMG volume. */
"launchChecks.readOnlyVolume.alert.message" = "Diagrams kann nicht aus einer Image-Datei geöffnet werden.";

/* No comment provided by engineer. */
"launchChecks.translocation.alert.buttons.quit" = "Beenden";

/* No comment provided by engineer. */
"launchChecks.translocation.alert.informativeText" = "Bitte bewege Diagrams in den „Programme“-Ordner und starte die App neu.";

/* This alert is shown when launching the app from the Downloads folder. */
"launchChecks.translocation.alert.message" = "Diagrams kann nicht aus dem „Download“-Ordner geöffnet werden.";

/* No comment provided by engineer. */
"launchChecks.trialDetection.alert.buttons.ignore" = "Ignorieren";

/* No comment provided by engineer. */
"launchChecks.trialDetection.alert.buttons.showInFinder" = "Im Finder zeigen";

/* No comment provided by engineer. */
"launchChecks.trialDetection.alert.informativeText" = "Du hast noch die Testversion von Diagrams installiert. Um die reibungslose Funktion der Vollversion zu garantieren, empfehlen wir, die Testversion zuerst zu löschen, indem du sie in den Papierkorb verschiebst.";

/* This alert is shown when launching the Mac App Store version of the app while having the trial version still installed. */
"launchChecks.trialDetection.alert.message" = "Testversion entdeckt.";

/* No comment provided by engineer. */
"mainMenu.diagrams.about" = "Über Diagrams";

/* No comment provided by engineer. */
"mainMenu.diagrams.acknowledgements" = "Danksagungen";

/* No comment provided by engineer. */
"mainMenu.diagrams.hide" = "Diagrams ausblenden";

/* No comment provided by engineer. */
"mainMenu.diagrams.hideOthers" = "Andere ausblenden";

/* Only visible in the trial and beta targets. */
"mainMenu.diagrams.licenseAgreement" = "Lizenzvereinbarung";

/* No comment provided by engineer. */
"mainMenu.diagrams.privacyPolicy" = "Datenschutzerklärung";

/* No comment provided by engineer. */
"mainMenu.diagrams.quit" = "Diagrams beenden";

/* No comment provided by engineer. */
"mainMenu.diagrams.services" = "Dienste";

/* No comment provided by engineer. */
"mainMenu.diagrams.showAll" = "Alle einblenden";

/* No comment provided by engineer. */
"mainMenu.edit" = "Bearbeiten";

/* No comment provided by engineer. */
"mainMenu.edit.copy" = "Kopieren";

/* No comment provided by engineer. */
"mainMenu.edit.cut" = "Ausschneiden";

/* No comment provided by engineer. */
"mainMenu.edit.deleteRelationshipLabel" = "Beziehungs-Titel löschen";

/* No comment provided by engineer. */
"mainMenu.edit.duplicate" = "Duplizieren";

/* No comment provided by engineer. */
"mainMenu.edit.paste" = "Einsetzen";

/* No comment provided by engineer. */
"mainMenu.edit.redo" = "Wiederholen";

/* The menu item for redoing a specific action. */
"mainMenu.edit.redo.action" = "%@ wiederholen";

/* No comment provided by engineer. */
"mainMenu.edit.selectAll" = "Alles auswählen";

/* No comment provided by engineer. */
"mainMenu.edit.selectConnectedObjects" = "Alle verbundenen Objekte auswählen";

/* No comment provided by engineer. */
"mainMenu.edit.selectObjectsOfSameType" = "Objekte desselben Typs auswählen";

/* No comment provided by engineer. */
"mainMenu.edit.undo" = "Widerrufen";

/* The menu item for undoing a specific action. */
"mainMenu.edit.undo.action" = "%@ widerrufen";

/* No comment provided by engineer. */
"mainMenu.file.closeAll" = "Alle schließen";

/* No comment provided by engineer. */
"mainMenu.file.closeWindow" = "Fenster schließen";

/* No comment provided by engineer. */
"mainMenu.file.export" = "Exportieren …";

/* No comment provided by engineer. */
"mainMenu.file.move" = "Bewegen …";

/* No comment provided by engineer. */
"mainMenu.file.new" = "Neu …";

/* No comment provided by engineer. */
"mainMenu.file.newWithEmptyPalette" = "Neu mit leerer Palette";

/* No comment provided by engineer. */
"mainMenu.file.open" = "Öffnen …";

/* No comment provided by engineer. */
"mainMenu.file.rename" = "Umbenennen …";

/* No comment provided by engineer. */
"mainMenu.file.saveAs" = "Sichern unter …";

/* No comment provided by engineer. */
"mainMenu.help" = "Hilfe";

/* Only visible in the beta target. */
"mainMenu.help.betaProgram" = "Beta Programm";

/* Only visible in the trial target. */
"mainMenu.help.buy" = "Diagrams kaufen";

/* No comment provided by engineer. */
"mainMenu.help.faq" = "Häufig gestellte Fragen";

/* No comment provided by engineer. */
"mainMenu.help.followUsOnTwitter" = "Folge uns auf Twitter";

/* No comment provided by engineer. */
"mainMenu.help.leaveReview" = "Rezension im Mac App Store hinterlassen";

/* No comment provided by engineer. */
"mainMenu.help.openExamplesLibrary" = "Beispiel-Bibliothek öffnen";

/* No comment provided by engineer. */
"mainMenu.help.sendUsFeedback" = "Sende uns Feedback";

/* No comment provided by engineer. */
"mainMenu.help.support" = "Support erhalten";

/* No comment provided by engineer. */
"mainMenu.help.visitWebsite" = "Webseite besuchen";

/* No comment provided by engineer. */
"mainMenu.help.whatIsNew" = "Neu in Diagrams";

/* No comment provided by engineer. */
"mainMenu.objects" = "Objekte";

/* No comment provided by engineer. */
"mainMenu.objects.addElement" = "Neues Element hinzufügen …";

/* No comment provided by engineer. */
"mainMenu.objects.lockAllEnds" = "Alle Enden sperren";

/* No comment provided by engineer. */
"mainMenu.objects.lockRelationshipEnds" = "Beziehungs-Enden sperren";

/* No comment provided by engineer. */
"mainMenu.objects.resetRelationshipLabelPositions" = "Beziehungs-Titelposition zurücksetzen";

/* No comment provided by engineer. */
"mainMenu.objects.resetRelationshipRoute" = "Beziehungs-Pfad zurücksetzen";

/* No comment provided by engineer. */
"mainMenu.objects.setElementType" = "Element-Typ festlegen …";

/* No comment provided by engineer. */
"mainMenu.objects.setRelationshipType" = "Beziehungs-Typ festlegen …";

/* No comment provided by engineer. */
"mainMenu.objects.unlockAllEnds" = "Alle Enden entsperren";

/* No comment provided by engineer. */
"mainMenu.palette" = "Palette";

/* No comment provided by engineer. */
"mainMenu.palette.customizePalette" = "Palette anpassen …";

/* No comment provided by engineer. */
"mainMenu.palette.editType" = "Typ bearbeiten …";

/* No comment provided by engineer. */
"mainMenu.palette.newType" = "Neuer Typ …";

/* No comment provided by engineer. */
"mainMenu.palette.revertSelectedChanges" = "Ausgewählte Änderungen zurücksetzen";

/* No comment provided by engineer. */
"mainMenu.view.customizeToolbar" = "Symbolleiste anpassen…";

/* No comment provided by engineer. */
"mainMenu.view.documentPalette" = "Dokument-Palette";

/* No comment provided by engineer. */
"mainMenu.view.documentPalette.showElementTypes" = "Element-Typen";

/* No comment provided by engineer. */
"mainMenu.view.documentPalette.showRelationshipTypes" = "Beziehungs-Typen";

/* No comment provided by engineer. */
"mainMenu.view.hideToolbar" = "Symbolleiste ausblenden";

/* No comment provided by engineer. */
"mainMenu.view.zoomCanvas" = "Leinwand zoomen";

/* No comment provided by engineer. */
"mainMenu.view.zoomCanvas.zoomIn" = "Vergrößern";

/* No comment provided by engineer. */
"mainMenu.view.zoomCanvas.zoomOut" = "Verkleinern";

/* No comment provided by engineer. */
"mainMenu.view.zoomCanvas.zoomToBase" = "Originalgröße (100%)";

/* No comment provided by engineer. */
"mainMenu.window" = "Fenster";

/* No comment provided by engineer. */
"mainMenu.window.minimize" = "Im Dock ablegen";

/* No comment provided by engineer. */
"mainMenu.window.zoom" = "Zoomen";

/* No comment provided by engineer. */
"palette.buttons.customize" = "Anpassen";

/* No comment provided by engineer. */
"palette.buttons.new" = "Neu";

/* The empty state is shown when there are no types in the palette. */
"palette.emptyState.button" = "Neuer Typ";

/* The empty state is shown when there are no types in the palette. */
"palette.emptyState.label.elementType" = "Erstelle den ersten Element-Typ, welcher für neue Elemente verwendet werden kann.";

/* The empty state is shown when there are no types in the palette. */
"palette.emptyState.label.relationshipType" = "Erstelle den ersten Beziehungs-Typ, welcher für neue Beziehungen verwendet werden kann.";

/* No comment provided by engineer. */
"palette.headerTitle.addNewElement" = "Neues Element hinzufügen";

/* No comment provided by engineer. */
"palette.headerTitle.addNewRelationship" = "Neue Beziehung hinzufügen";

/* No comment provided by engineer. */
"palette.headerTitle.setElementType" = "Element-Typ festlegen";

/* No comment provided by engineer. */
"palette.headerTitle.setRelationshipType" = "Beziehungs-Typ festlegen";

/* The preview text used in palette item cards for *code* font, applied to both element captions and relationship labels. */
"palette.item.cardPreview.code" = "<Aa>";

/* The preview text used in palette item cards for *regular* font, applied to both element captions and relationship labels. */
"palette.item.cardPreview.regular" = "Aa";

/* No comment provided by engineer. */
"palette.item.contextMenu.duplicate" = "Duplizieren …";

/* No comment provided by engineer. */
"palette.item.contextMenu.editType" = "Typ bearbeiten …";

/* No comment provided by engineer. */
"palette.item.contextMenu.showInPaletteEditor" = "In Dokument-Palette anzeigen …";

/* No comment provided by engineer. */
"palette.item.placeholder" = "Unbenannt";

/* The 'Set' variant of the confirm button is used when setting type. */
"palette.typeEditor.buttons.confirm.set" = "Einstellen";

/* The 'Use' variant of the confirm button is used for diagram object creation. */
"palette.typeEditor.buttons.confirm.use" = "Benutzen";

/* No comment provided by engineer. */
"palette.typeEditor.buttons.discard" = "Verwerfen";

/* No comment provided by engineer. */
"palette.typeEditor.headerTitle.editElementType" = "Element-Typ bearbeiten";

/* No comment provided by engineer. */
"palette.typeEditor.headerTitle.editRelationshipType" = "Beziehungs-Typ bearbeiten";

/* No comment provided by engineer. */
"palette.typeEditor.headerTitle.newElementType" = "Neuer Element-Typ";

/* No comment provided by engineer. */
"palette.typeEditor.headerTitle.newRelationshipType" = "Neuer Beziehungs-Typ";

/* No comment provided by engineer. */
"paletteChooser.buttons.cancel" = "Abbrechen";

/* No comment provided by engineer. */
"paletteChooser.buttons.create" = "Erstellen";

/* No comment provided by engineer. */
"paletteChooser.error.corruptedData.informativeText" = "Das Dokument ist möglicherweise beschädigt, unvollständig oder hat ein unerwartetes Format.";

/* Shown in an alert when attempting to load a palette from a document in an incorrect format. */
"paletteChooser.error.corruptedData.message" = "Die Palette konnte nicht geladen werden, da das Format des Dokumentes nicht unterstützt wird.";

/* No comment provided by engineer. */
"paletteChooser.error.migrationFailure.buttons.cancel" = "Abbrechen";

/* No comment provided by engineer. */
"paletteChooser.error.migrationFailure.buttons.contactSupport" = "Support kontaktieren";

/* No comment provided by engineer. */
"paletteChooser.error.migrationFailure.informativeText" = "Bitte kontaktiere den Support für weitere Hilfe.";

/* Shown in an alert when attempting to load a palette from a document which requires a migration that fails. */
"paletteChooser.error.migrationFailure.message" = "Ein unerwarteter Fehler ist beim Laden der Palette aufgetreten.";

/* No comment provided by engineer. */
"paletteChooser.error.mismatchedFormat.advancedFormat.informativeText" = "Das Dokument wurde mit einer neueren Version von Diagrams erstellt und ist mit der installierten Version von Diagrams nicht kompatibel. Bitte aktualisiere Diagrams auf die neueste Version und versuche es erneut.";

/* Shown in an alert when attempting to load a palette from a document that was created with either a newer or an older version of Diagrams. */
"paletteChooser.error.mismatchedFormat.message" = "Die Palette konnte nicht aus „%@“ geladen werden. Das Dokument hat ein inkompatibles Format.";

/* No comment provided by engineer. */
"paletteChooser.error.mismatchedFormat.unsupportedFormat.informativeText" = "Das Dokument wurde mit einer älterenen Version von Diagrams gespeichert und kann dadurch nicht verwendet werden.";

/* The palette chooser item for creating a new document with an empty palette. */
"paletteChooser.item.emptyPalette" = "Leere Palette";

/* The palette chooser item for creating a new document with a palette from another document. */
"paletteChooser.item.loadFromDocument" = "Palette aus anderem Dokument laden";

/* The palette chooser item for the Flowchart preset. */
"paletteChooser.item.preset.flowchart" = "Flowchart";

/* The palette chooser item for the Grayscale preset. */
"paletteChooser.item.preset.grayscale" = "Graustufen";

/* The palette chooser item for the Universal preset. */
"paletteChooser.item.preset.universal" = "Universell";

/* The prompt button in the open panel when loading a palette from an existing document. */
"paletteChooser.loadPalettePrompt" = "Palette laden";

/* No comment provided by engineer. */
"paletteChooser.section.newDocument" = "Neues Dokument";

/* No comment provided by engineer. */
"paletteChooser.section.presets" = "Starte mit einer Paletten-Vorlage";

/* No comment provided by engineer. */
"paletteChooser.windowTitle" = "Palette auswählen";

/* The button that applies changes from the palette customization session. */
"paletteEditor.buttons.apply" = "Anwenden";

/* The button that cancels the palette customization session. */
"paletteEditor.buttons.cancel" = "Abbrechen";

/* The button that discards the palette customization session. */
"paletteEditor.buttons.discard" = "Verwerfen";

/* No comment provided by engineer. */
"paletteEditor.changeCountDetails.changed" = "Geändert";

/* No comment provided by engineer. */
"paletteEditor.changeCountDetails.deleted" = "Gelöscht";

/* No comment provided by engineer. */
"paletteEditor.changeCountDetails.elementTypes" = "Element-Typen";

/* No comment provided by engineer. */
"paletteEditor.changeCountDetails.new" = "Neu";

/* No comment provided by engineer. */
"paletteEditor.changeCountDetails.relationshipTypes" = "Beziehungs-Typen";

/* No comment provided by engineer. */
"paletteEditor.discardAlert.buttons.cancel" = "Abbrechen";

/* No comment provided by engineer. */
"paletteEditor.discardAlert.buttons.discard" = "Alle Änderungen verwerfen";

/* No comment provided by engineer. */
"paletteEditor.discardAlert.informativeText" = "Diese Aktion kann nicht widerrufen werden.";

/* No comment provided by engineer. */
"paletteEditor.discardAlert.message" = "Alle Änderungen an der Dokument-Palette verwerfen?";

/* No comment provided by engineer. */
"paletteEditor.headerTitle" = "Dokument-Palette";

/* No comment provided by engineer. */
"paletteEditor.typeEditorPane.emptySelection.label" = "Wähle einen Typ zum bearbeiten aus.";

/* No comment provided by engineer. */
"paletteEditor.typeEditorPane.multipleSelection.previewText" = "Mehrere Typen ausgewählt";

/* The tooltip on the '+' button. */
"paletteEditor.typesPane.bottomBar.buttons.createNew.tooltip" = "Einen neuen Typ erstellen.";

/* The tooltip on the '-' button when some of the selected types are in use. */
"paletteEditor.typesPane.bottomBar.buttons.delete.someInUse.tooltip" = "Ausgewählte Typen löschen (%d in Verwendung).";

/* The tooltip on the '-' button. */
"paletteEditor.typesPane.bottomBar.buttons.delete.tooltip" = "Ausgewählte Typen löschen.";

/* The count on element types tab with empty selection. */
"paletteEditor.typesPane.bottomBar.countLabel.emptySelection.elementTypes.multiple" = "%d Element-Typen";

/* The count on element types tab with empty selection. */
"paletteEditor.typesPane.bottomBar.countLabel.emptySelection.elementTypes.single" = "1 Element-Typ";

/* The count on relationship types tab with empty selection. */
"paletteEditor.typesPane.bottomBar.countLabel.emptySelection.relationshipTypes.multiple" = "%d Beziehungs-Typen";

/* The count on relationship types tab with empty selection. */
"paletteEditor.typesPane.bottomBar.countLabel.emptySelection.relationshipTypes.single" = "1 Beziehungs-Typ";

/* The count reflecting the current selection. */
"paletteEditor.typesPane.bottomBar.countLabel.selection" = "%1$d von %2$d ausgewählt";

/* The count reflecting the current selection. */
"paletteEditor.typesPane.bottomBar.countLabel.selection.someInUse" = "%1$d von %2$d ausgewählt (%3$d in Verwendung)";

/* The deletion confirmation is shown when deleting a mix of used and unused types. */
"paletteEditor.typesPane.deleteConfirmation.button" = "Unbenutzte löschen";

/* The deletion confirmation is shown when deleting a mix of used and unused types. */
"paletteEditor.typesPane.deleteConfirmation.message" = "Typen, die im Diagramm verwendet werden, können nicht gelöscht werden.";

/* The deletion confirmation is shown when deleting a mix of used and unused types. */
"paletteEditor.typesPane.deleteConfirmation.title" = "Löschen aller ausgewählten Typen nicht möglich.";

/* No comment provided by engineer. */
"paletteEditor.typesPane.emptyArea.contextMenu.newType" = "Neuer Typ";

/* No comment provided by engineer. */
"paletteEditor.typesPane.emptyArea.contextMenu.selectAll" = "Alles auswählen";

/* The empty state is shown when there are no types in the open tab of the palette. */
"paletteEditor.typesPane.emptyState.button" = "Neuer Typ";

/* The empty state is shown when there are no types in the open tab of the palette. */
"paletteEditor.typesPane.emptyState.label" = "Erstelle einen neuen Typ, um diesen anzupassen.";

/* No comment provided by engineer. */
"paletteEditor.typesPane.item.contextMenu.delete" = "Löschen";

/* No comment provided by engineer. */
"paletteEditor.typesPane.item.contextMenu.duplicate" = "Duplizieren";

/* No comment provided by engineer. */
"paletteEditor.typesPane.item.contextMenu.revertChanges" = "Änderungen zurücksetzen";

/* The placeholder for untitled types. */
"paletteEditor.typesPane.item.placeholder" = "Unbenannt";

/* No comment provided by engineer. */
"paletteEditor.typesPane.topBar.tabs.elementTypes" = "Elemente";

/* No comment provided by engineer. */
"paletteEditor.typesPane.topBar.tabs.relationshipTypes" = "Beziehungen";

/* The window title is not directly visible to the user and its value should equal to the header title. */
"paletteEditor.windowTitle" = "Dokument-Palette";

/* No comment provided by engineer. */
"palettePreset.flowchart.elementType.decision" = "Entscheidung";

/* No comment provided by engineer. */
"palettePreset.flowchart.elementType.end" = "Ende";

/* No comment provided by engineer. */
"palettePreset.flowchart.elementType.note" = "Notiz";

/* No comment provided by engineer. */
"palettePreset.flowchart.elementType.process" = "Prozess";

/* No comment provided by engineer. */
"palettePreset.flowchart.elementType.start" = "Start";

/* No comment provided by engineer. */
"palettePreset.flowchart.relationshipType.flow" = "Flow";

/* No comment provided by engineer. */
"palettePreset.flowchart.relationshipType.noteLink" = "Notiz-Link";

/* No comment provided by engineer. */
"productNews.buttons.continue" = "Weiter";

/* No comment provided by engineer. */
"productNews.buttons.details" = "Liste aller Verbesserungen";

/* No comment provided by engineer. */
"productNews.buttons.openExamplesLibrary" = "Beispiel-Bibliothek öffnen";

/* No comment provided by engineer. */
"productNews.header.title" = "Neu in dieser Version";

/* The title of the What's New window accessible via Help > What's New in Diagrams. */
"productNews.windowTitle" = "Neu in dieser Version";

/* No comment provided by engineer. */
"toolbar.addElement" = "Element hinzufügen";

/* No comment provided by engineer. */
"toolbar.addElement.overflowMenu" = "Element hinzufügen";

/* No comment provided by engineer. */
"toolbar.addElement.tooltip" = "Füge ein neues Element auf der Leinwand hinzu.";

/* No comment provided by engineer. */
"toolbar.export" = "Exportieren";

/* No comment provided by engineer. */
"toolbar.export.overflowMenu" = "Exportieren";

/* No comment provided by engineer. */
"toolbar.export.tooltip" = "Exportiere das Diagram in ein anderes Format.";

/* No comment provided by engineer. */
"toolbar.palette" = "Palette";

/* No comment provided by engineer. */
"toolbar.palette.overflowMenu" = "Palette";

/* No comment provided by engineer. */
"toolbar.palette.tooltip" = "Passe die Elementen- und Beziehungs-Typen deines Dokumentes in der Palette an.";

/* No comment provided by engineer. */
"toolbar.rename" = "Umbenennen";

/* No comment provided by engineer. */
"toolbar.rename.overflowMenu" = "Umbenennen";

/* No comment provided by engineer. */
"toolbar.rename.tooltip" = "Bearbeite den Text des ausgewählten Elementes oder den Titel der ausgewählten Beziehung.";

/* No comment provided by engineer. */
"toolbar.setType" = "Typ festlegen";

/* No comment provided by engineer. */
"toolbar.setType.elementType.tooltip" = "Ändere den Typ von ausgewählten Elementen.";

/* No comment provided by engineer. */
"toolbar.setType.overflowMenu" = "Typ festlegen";

/* No comment provided by engineer. */
"toolbar.setType.overflowMenu.setElementType" = "Element-Typ festlegen …";

/* No comment provided by engineer. */
"toolbar.setType.overflowMenu.setRelationshipType" = "Beziehungs-Typ festlegen …";

/* No comment provided by engineer. */
"toolbar.setType.relationshipType.tooltip" = "Ändere den Typ von ausgewählten Beziehungen.";

/* No comment provided by engineer. */
"toolbar.zoom" = "Zoomen";

/* No comment provided by engineer. */
"toolbar.zoom.overflowMenu" = "Zoomen";

/* No comment provided by engineer. */
"toolbar.zoom.overflowMenu.zoomIn" = "Vergrößern";

/* No comment provided by engineer. */
"toolbar.zoom.overflowMenu.zoomOut" = "Verkleinern";

/* No comment provided by engineer. */
"toolbar.zoom.overflowMenu.zoomToBase" = "Originalgröße (100%)";

/* No comment provided by engineer. */
"toolbar.zoom.tooltip" = "Vergrößere oder verkleinere die Ansicht deines Diagramms.";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.alignment.center.tooltip" = "Zentriert";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.alignment.fieldLabel" = "Ausrichtung:";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.alignment.left.tooltip" = "Linksbündig";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.alignment.right.tooltip" = "Rechtsbündig";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.format.bold.tooltip" = "Fett";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.format.code.tooltip" = "Monospace-Schrift";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.format.fieldLabel" = "Schriftformat:";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.format.italic.tooltip" = "Kursiv";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.format.underline.tooltip" = "Unterstrichen";

/* No comment provided by engineer. */
"typeEditor.elementType.caption.sectionTitle" = "Text";

/* No comment provided by engineer. */
"typeEditor.elementType.color.fieldLabel" = "Farbe:";

/* No comment provided by engineer. */
"typeEditor.elementType.color.tooltip" = "Auswahl der Farbvorlage";

/* No comment provided by engineer. */
"typeEditor.elementType.shape.fieldLabel" = "Form:";

/* No comment provided by engineer. */
"typeEditor.elementType.shape.item.diamond" = "Diamant";

/* No comment provided by engineer. */
"typeEditor.elementType.shape.item.ellipse" = "Ellipse";

/* No comment provided by engineer. */
"typeEditor.elementType.shape.item.rectangle" = "Rechteck";

/* No comment provided by engineer. */
"typeEditor.elementType.shape.item.rounded" = "Abgerundet";

/* No comment provided by engineer. */
"typeEditor.elementType.shape.tooltip" = "Auswahl der Form";

/* No comment provided by engineer. */
"typeEditor.elementType.title.fieldLabel" = "Name:";

/* No comment provided by engineer. */
"typeEditor.elementType.title.tooltip" = "Optionaler Titel des in der Palette angezeigten Element-Typs";

/* No comment provided by engineer. */
"typeEditor.relationshipType.label.format.bold.tooltip" = "Fett";

/* No comment provided by engineer. */
"typeEditor.relationshipType.label.format.code.tooltip" = "Monospace-Schrift";

/* No comment provided by engineer. */
"typeEditor.relationshipType.label.format.fieldLabel" = "Schriftformat:";

/* No comment provided by engineer. */
"typeEditor.relationshipType.label.format.italic.tooltip" = "Kursiv";

/* No comment provided by engineer. */
"typeEditor.relationshipType.label.sectionTitle" = "Titel";

/* No comment provided by engineer. */
"typeEditor.relationshipType.line.fieldLabel" = "Linie:";

/* No comment provided by engineer. */
"typeEditor.relationshipType.lineHead.source.tooltip" = "Auswahl des Quellen-Linienkopfes";

/* No comment provided by engineer. */
"typeEditor.relationshipType.lineHead.target.tooltip" = "Auswahl des Ziel-Linienkopfes";

/* No comment provided by engineer. */
"typeEditor.relationshipType.lineStyle.tooltip" = "Auswahl des Linienstils";

/* No comment provided by engineer. */
"typeEditor.relationshipType.title.fieldLabel" = "Name:";

/* No comment provided by engineer. */
"typeEditor.relationshipType.title.tooltip" = "Optionaler Titel des in der Palette angezeigten Beziehungs-Typs";

/* No comment provided by engineer. */
"typeEditor.titlePlaceholder" = "Unbenannt";

/* No comment provided by engineer. */
"undoableActionTitle.document.addElement" = "Element hinzufügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.addRelationship" = "Beziehung hinzufügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.addRelationshipLabel" = "Beziehungs-Titel hinzufügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.addSampleElement" = "Beispiel-Element hinzufügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.adjustRelationshipRoute" = "Beziehungs-Pfad anpassen";

/* No comment provided by engineer. */
"undoableActionTitle.document.changeElementType" = "Element-Typ ändern";

/* No comment provided by engineer. */
"undoableActionTitle.document.changeRelationshipType" = "Beziehungs-Typ ändern";

/* No comment provided by engineer. */
"undoableActionTitle.document.createElementType" = "Element-Typ erstellen";

/* No comment provided by engineer. */
"undoableActionTitle.document.createRelationshipType" = "Beziehungs-Typ erstellen";

/* No comment provided by engineer. */
"undoableActionTitle.document.customizePalette" = "Palette anpassen";

/* No comment provided by engineer. */
"undoableActionTitle.document.cut" = "Ausschneiden";

/* No comment provided by engineer. */
"undoableActionTitle.document.cutElement" = "Element ausschneiden";

/* No comment provided by engineer. */
"undoableActionTitle.document.cutElement.plural" = "Elemente ausschneiden";

/* No comment provided by engineer. */
"undoableActionTitle.document.delete" = "Löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.deleteElement" = "Element löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.deleteElement.plural" = "Elemente löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.deleteRelationship" = "Beziehung löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.deleteRelationship.plural" = "Beziehungen löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.deleteRelationshipLabel" = "Beziehungs-Titel löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.deleteRelationshipLabel.plural" = "Beziehungs-Titel löschen";

/* No comment provided by engineer. */
"undoableActionTitle.document.duplicate" = "Duplizieren";

/* No comment provided by engineer. */
"undoableActionTitle.document.duplicateElement" = "Element duplizieren";

/* No comment provided by engineer. */
"undoableActionTitle.document.duplicateElement.plural" = "Elemente duplizieren";

/* No comment provided by engineer. */
"undoableActionTitle.document.editElementCaption" = "Element-Text bearbeiten";

/* No comment provided by engineer. */
"undoableActionTitle.document.editRelationshipLabel" = "Beziehungs-Titel bearbeiten";

/* No comment provided by engineer. */
"undoableActionTitle.document.lockRelationshipEnd" = "Beziehungs-Ende sperren";

/* No comment provided by engineer. */
"undoableActionTitle.document.lockRelationshipEnd.plural" = "Beziehungs-Enden sperren";

/* No comment provided by engineer. */
"undoableActionTitle.document.moveElement" = "Element bewegen";

/* No comment provided by engineer. */
"undoableActionTitle.document.moveElement.plural" = "Elemente bewegen";

/* No comment provided by engineer. */
"undoableActionTitle.document.moveRelationshipLabel" = "Beziehungs-Titel bewegen";

/* No comment provided by engineer. */
"undoableActionTitle.document.paste" = "Einfügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.pasteElement" = "Element einfügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.pasteElement.plural" = "Elemente einfügen";

/* No comment provided by engineer. */
"undoableActionTitle.document.reattachRelationship" = "Beziehung wieder anbringen";

/* No comment provided by engineer. */
"undoableActionTitle.document.resetRelationshipLabelPosition" = "Beziehungs-Titelposition zurücksetzen";

/* No comment provided by engineer. */
"undoableActionTitle.document.resetRelationshipLabelPosition.plural" = "Beziehungs-Titelposition zurücksetzen";

/* No comment provided by engineer. */
"undoableActionTitle.document.resetRelationshipRoute" = "Beziehungs-Pfad zurücksetzen";

/* No comment provided by engineer. */
"undoableActionTitle.document.resetRelationshipRoute.plural" = "Beziehungs-Pfade zurücksetzen";

/* No comment provided by engineer. */
"undoableActionTitle.document.resizeElement" = "Element-Größe anpassen";

/* No comment provided by engineer. */
"undoableActionTitle.document.reverseRelationship" = "Beziehungs-Richtung umkehren";

/* No comment provided by engineer. */
"undoableActionTitle.document.reverseRelationship.plural" = "Beziehungs-Richtungen umkehren";

/* No comment provided by engineer. */
"undoableActionTitle.document.setElementType" = "Element-Typ festlegen";

/* No comment provided by engineer. */
"undoableActionTitle.document.setRelationshipType" = "Beziehungs-Typ festlegen";

/* No comment provided by engineer. */
"undoableActionTitle.document.unlockRelationshipEnd" = "Beziehungs-Ende entsperren";

/* No comment provided by engineer. */
"undoableActionTitle.document.unlockRelationshipEnd.plural" = "Beziehungs-Enden entsperren";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.changeAttributes" = "Attribute ändern";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.changeTitle" = "Name ändern";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.createElementType" = "Element-Typ erstellen";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.createRelationshipType" = "Beziehungs-Typ erstellen";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.deleteType" = "Typ löschen";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.deleteType.plural" = "Typen löschen";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.duplicateTypes" = "Typen duplizieren";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.reorderTypes" = "Typen neu anordnen";

/* No comment provided by engineer. */
"undoableActionTitle.paletteEditor.revertChanges" = "Änderungen zurücksetzen";

